[
  {
    "appUrl": "Url",
    "bonus": 40,
    "description": "In Rummy Perfect App you will see more than 16+games in single App you can generate a lifetime income source by using this App By using your Smartphone you can also make millions of money becoming the agent of this App.

This App has Totally Unique and Legit Interface customer support is excellence quick and Fast withdrawals The money we make is always less than what we want but this is not the opportunity to earn real cash. You can earn real Money easily by playing all these games in this app.",
    "imgUrl": "https://firebasestorage.googleapis.com/v0/b/daily-earning-b9c82.appspot.com/o/App%20Images%2FRummy%20Perfect.jpg?alt=media&token=567f022a-a33c-49fe-8c1a-bb944f51e961",
    "title": "Rummy Perfect"
  },
  {
    "appUrl": "https://tradexapp.onelink.me/lPdS/kqbwq4bm",
    "bonus": 10,
    "description": "Trade X is an earning app where you can make money by using your knowledge. The knowledge can be in any field, like Finance, Sports, Media, Politics, News, etc. To make money with the TradeX app, you have to predict whether a future event will happen or not, and if your prediction goes right, you will earn money with your trade in the TradeX app. Read the article and get more knowledge about the interesting TradeX app.

Opinion trading is a feature of the TradeX app, which you can use to make money on the TradeX app. In TradeX opinion trading, you have to use your knowledge and predict whether a future event will happen or not. 

So according to your prediction, you can make money on the TradeX app. In this opinion trading, you can predict in the different fields like Finance, Sports, Media, Politics, News, etc.

An example of Opinion Trading is you have to predict whether the Indian Cricket Team will win today’s match. If according to your knowledge, you feel that the Indian Cricket Team will win the match, you can bet on Yes or if you feel the Indian Cricket time will not win the match, you can bet on No. 

So if your prediction goes right, you will win money according to the return on investment (ROI). Furthermore, in opinion trading the ROI depend on the betting percentage, so if more people have betted on the Yes, then the ROI on the Yes will be low and on the No will be high.",
    "imgUrl": "https://nilsn1.github.io/nilscreation/AppImages/Tradex.png",
    "title": "TradeX"
  },
  {
    "appUrl": "https://ludoculture.page.link/azn7HMwAxGvikXzF9",
    "bonus": 50,
    "description": "In Ludo Culture App you will see more than 16+games in single App you can generate a lifetime income source by using this App By using your Smartphone you can also make millions of money becoming the agent of this App.

This App has Totally Unique and Legit Interface customer support is excellence quick and Fast withdrawals The money we make is always less than what we want but this is not the opportunity to earn real cash. You can earn real Money easily by playing all these games in this app.",
    "imgUrl": "https://nilsn1.github.io/nilscreation/AppImages/LudoCulture.png",
    "title": "Ludo Culture"
  },
  {
    "appUrl": "https://mpaisa.b4a.app/?uid=0YBwVEP4oX",
    "bonus": 40,
    "description": "In Rummy Perfect App you will see more than 16+games in single App you can generate a lifetime income source by using this App By using your Smartphone you can also make millions of money becoming the agent of this App.

This App has Totally Unique and Legit Interface customer support is excellence quick and Fast withdrawals The money we make is always less than what we want but this is not the opportunity to earn real cash. You can earn real Money easily by playing all these games in this app.",
    "imgUrl": "https://nilsn1.github.io/nilscreation/AppImages/Mpaisa.png",
    "title": "MPaisa"
  }
]
