[
{
 "poster":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRFNlBE7kWcRptsLv7_RfjF3tBhGmLVRos_jQ&usqp=CAU",
 "category":"Psychology",
 "title":"Facts about dreams",
 "text":"Everyone dreams, although some people may not remember their dreams.

Dreams can be vivid and highly imaginative, or they can be more mundane and realistic.

Dreams usually occur during the rapid eye movement (REM) stage of sleep, which usually occurs about 90 minutes after falling asleep.

Dreams can last anywhere from a few minutes to a few hours.

Dreams can be influenced by a person's thoughts, feelings, and experiences.

Some people experience lucid dreaming, in which they are aware that they are dreaming and may be able to control the dream.

Dreams can sometimes be a source of insight and creativity, and they have been studied by psychologists and other researchers as a way to better understand the human mind.

Some people believe that dreams have symbolic meanings and can be interpreted as messages from the unconscious mind.

There is no definitive explanation for why we dream, but there are many theories about the purpose of dreams, including that they help us process and consolidate memories, regulate emotions, and solve problems."
},
{
 "poster":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQDrnhtjny6Wyl024ZpLhN52zYSZOMIDXToCDezAVrp9JLOfg-sSCV-m0tn&s=10",
 "category":"Animals",
 "title":"Interesting facts about Titanoboa",
 "text":"Titanoboa is an extinct genus of snakes that lived approximately 60 to 58 million years ago, during the Paleocene epoch. It is known from fossil remains found in northern South America, and is believed to have been the largest snake that has ever lived, with some specimens estimated to have reached lengths of up to 13 meters (43 feet) and weighed up to 1,135 kg (2,500 pounds).

Here are some interesting facts about Titanoboa:

The name 'Titanoboa' means 'titanic boa,' and is a reference to the snake's size, which was much larger than any living species of boa.

Titanoboa was a carnivorous snake, and is thought to have preyed on large mammals and reptiles, such as crocodiles and giant turtles.

The snake's body was heavily muscled, with a broad, flat head and short, sharp teeth.

Titanoboa lived in a tropical rainforest environment, and is thought to have been a semi-aquatic species, spending much of its time in or near water.

Scientists believe that Titanoboa may have been able to regulate its body temperature, allowing it to be active at any time of day or night.

The discovery of Titanoboa has helped scientists to better understand the evolution of snakes, as well as the climate and ecosystems of the Paleocene period."
},
{
 "poster":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS2GZm3bCSJ2KrYVChy3LlpaonxZyAhFq_1ZQ&usqp=CAU",
 "category":"Animals",
 "title":"Japanese spider crab",
 "text":"The Japanese spider crab is a species of marine crab that is native to the waters around Japan. It is the largest crab in the world, with a leg span that can reach up to 3.8 meters (12.5 feet) and a weight of up to 19 kilograms (42 pounds). These crabs are known for their long, spindly legs and delicate, spider-like appearance. They are typically found at depths of 50 to 300 meters (160 to 980 feet) and prefer to live in areas with rocky bottoms and plenty of algae to eat. 

The Japanese spider crab is considered a delicacy in Japan and is often served in high-end restaurants. However, due to overfishing, the Japanese spider crab is now considered a vulnerable species and is protected by Japanese law."
},
{
 "poster":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQT5SjNilOdGH1-coF4lkga7U58w0Fkd_lCEQ&usqp=CAU",
 "category":"History",
 "title":"Facts about Alcatraz prison ",
 "text":"Alcatraz Federal Penitentiary was a maximum-security prison located on Alcatraz Island in San Francisco Bay. It operated from 1934 to 1963 and was known for housing some of the most dangerous and notorious criminals of the time, including Al Capone and George 'Machine Gun' Kelly.

The prison was built to hold prisoners who were considered too dangerous or escape-prone for other federal prisons. It was also used to house prisoners who had caused problems at other institutions. The isolation and harsh conditions at Alcatraz were meant to deter prisoners from attempting to escape.

The prison was closed in 1963 due to high maintenance costs and concerns about the condition of the facilities. It is now a popular tourist destination and is managed by the National Park Service as part of the Golden Gate National Recreation Area."
},
{
 "poster":"https://www.thefactsite.com/wp-content/uploads/2021/05/101-need-to-know-facts-soda-cans.webp",
 "category":"Random",
 "title":"More than $700 million worth of aluminum cans are thrown out by Americans every year",
 "text":"Aluminum is one of the most recyclable materials on the market, and it’s also the most valuable.

This is because aluminum is relatively rare yet is used in many different areas ranging from soda cans to airplanes.

Despite the amount of lost aluminum from binned aluminum cans, more than seventy-five percent of all aluminum produced on US soil has been recycled and is being put to use."
},
{
 "poster":"https://www.thefactsite.com/wp-content/uploads/2021/05/101-need-to-know-facts-velociraptors.webp",
 "category":"Animals",
 "title":"Velociraptors were actually feathered dinosaurs",
 "text":"If you know about velociraptors from Jurassic Park, then this may come as quite a surprise.

While scientists have been able to figure out that these vicious hunters used to have feathers, the question of how feathered they were is still unanswered.

It’s possible that they just had tufts of feathers on their arms, head, or possibly all over!"
},
{
 "poster":"https://www.thefactsite.com/wp-content/uploads/2021/05/101-need-to-know-facts-space.webp",
 "category":"Geography",
 "title":"The Apollo missions have left 96 bags of poop, pee, and vomit on the moon.",
 "text":"All the way back in 1969, mankind made history by walking on the moon for the first time.

That wasn’t the only first that happened on that momentous trip – it was also the first time literal trash was dumped on the moon.

Subsequent voyages to the moon followed suit, leaving behind all their unwanted trash, but it turns out that’s all for a good reason – the returning spacecraft don’t have enough fuel to carry all that weight back!"
},
{
 "poster":"https://www.thefactsite.com/wp-content/uploads/2022/08/zombies-possible-fascination.webp",
 "category":"Random",
 "title":"When did people first become fascinated with the idea of zombies?",
 "text":"First things first, the notion of zombies hasn’t always been so popular.

In fact, it’s really only in the late 20th century that they took their place as a go-to horror trope.

While fear of the undead seems to go back to the time of the ancient Greeks (at least!), the idea of so-called zombies was birthed in Haiti in the 17th century.

At the time in Haiti, voodoo doctors mixed up concoctions that essentially paralyzed their patients and put them into a coma, making them appear dead when they were not.

There were reports of these so-called zombies “rising” from their graves days later.

We now know that this was caused by toxins found in pufferfish, but at the time, it would have been enough to put the fear of God into anybody!"
},
{
 "poster":"https://www.thefactsite.com/wp-content/uploads/2013/01/human-heart-facts.webp",
 "category":"Health",
 "title":"10 Interesting Facts About the Human Heart",
 "text":"1)The heart starts to beat before we are born, and will beat right up until our death. The average heart beats 72 times a minute! This adds up to around 115,000 times a day, or 42 million times a year!

2)Every day the heart creates enough energy to drive a truck 20 miles.

3)The heart starts to beat at around four weeks after conception, and continues to do so until your death.

4)You’re more likely to have a heart attack on a Monday then on any other day of the week.

5)There’s a one in three chance that your first heart attack will be your last.

6)A babies heart contains the same number of cells as an adult heart but is only one-sixteenth the size!

7)A newborn has a much faster heartbeat, beating from 70 to 190 beats per minute.

8)A females heart is smaller than a males by about 25%. Because of this, the female heart has to beat around six times more than a male heart to pump the correct amount of blood around the body.

9)The ‘thud-thud’ a heartbeat makes is the sound made by the four valves of the heart opening and closing.

10)The Ancient Egyptians believed that the heart, along with other major organs, had wills of their own and could move around inside the body!"
},
{
 "poster":"https://unbelievable-facts.com/wp-content/uploads/2022/02/siwa-oasis.jpg.webp",
 "category":"Geography",
 "title":"Siwa Oasis, Egypt: A Paradise in the Western Desert",
 "text":"Archetypal oasis set against the backdrop of the Great Sand Sea and beautiful sandstone hills. It is especially noted for its hot springs, lakes, and pools that are often extremely high in salt concentrations. As a result, it is impossible to drown in them, even without knowing how to swim. 

Like most desert oases, Siwa Oasis in Egypt also teems with life. Its fresh springs give life to olive trees and date palms, and its isolated location supports a unique society that differs from much of Egypt. 

But apart from this, this unusual natural wonder is also home to numerous salt lakes and pools. The smaller pools are often formed in areas that were previously used for salt mining and contain high amounts of salt. 

It is in these pools that tourists often find themselves floating leisurely, despite not knowing how to swim. Since these pools are high in salt concentration, the water becomes denser than our bodies and makes it impossible to drown. 

Certain other spring water pools, like Cleopatra’s Bath, are also used as bathing spots by the locals. Visitors to the area can also use these pools to rejuvenate themselves after their long journeys to reach the oasis."
},
{
 "poster":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTFW_DSjAuIiZbHWlBA4yjiqC-nlU8DiQls0A&usqp=CAU",
 "category":"Health",
 "title":"Interesting Facts about Aging",
 "text":"1)Studies have found that most people feel their happiest or feel their happiness increase in the later decades of life—from their 60s to their early 80s.

2)Over the past 100 years, both boys and girls have been, on average, hitting puberty two years earlier than their parents and grandparent did.

3)The study of human aging is called gerontology.

4)The main causes of death in older age are heart disease, stroke, and chronic lung disease.

5)The oldest a person has ever been recorded to have lived was Jeanne Louise Calment of France. Born in 1875, Calment lived to be 122 years, 164 days old.

6)The oldest individual tree in the world is a 5,066 year-old Great Basin bristlecone pine located in the White Mountains of California.

7)At age 93, Queen Elizabeth II of the United Kingdom is the world’s oldest living monarch.

8)Biological aging is caused by the death of cells; when cells become too damaged, a piece of DNA called a telomere signals to the cell that it can no longer produce, and the cell dies.

9)Studies have linked early puberty to an increase in sexual activity, smoking, alcohol and drug abuse, as well as some forms of reproductive cancer.

10)Research indicates that having a positive attitude about aging actually contributes to living a longer life."
},
{
 "poster":"https://a-z-animals.com/media/2021/04/Biggest-Spiders_-Giant-Huntsman-Spider-1024x535.jpg",
 "category":"Animals",
 "title":"Giant Huntsman Spider- Biggest Spider in the World by leg span",
 "text":"The largest spider in the world by leg span is the giant huntsman spider coming in at 12 inches. It does not build a spiderweb to catch its prey. Instead, it hunts its prey down. While you can see huntsman spiders at many different worldwide locations, the giant huntsman arthropod only lives in caves in Laos. This arthropod discovered in 2001 has crablike legs with twisted joints, so they move like a crab.

This arthropod typically lives under decaying wood. When it spots its prey, it can move up to 3 feet in a second. These spiders have an elaborate mating ritual. Then, the female lays up to 200 eggs in a sack-like cocoon that she guards fiercely. After three weeks, when it is time for the spiderlings to hatch, she will help tear the cocoon open. She may stay with the spiderlings for several weeks."
},
{
 "poster":"https://wowtravel.me/wp-content/uploads/2022/04/Volkswagen-Beetle-Jordan-1.jpg",
 "category":"Random",
 "title":"Smallest Hotel in the world ",
 "text":"Two guests. Four wheels. Five-star living. That’s the promise of the Volkswagen Beetle in Al Jaya, Jordan, the absolute “smallest hotel in the world.” Now, we know what you’re thinking; who’d want to live in a broken-down car in the middle of the Jordanian desert? But, the heavy guest book full of signatures of previous guests is a testament to just how much people have enjoyed staying here! The VW Beetle is Al Malaheem, a.k.a. Abu Ali’s labor of love and is furnished by his daughter. Think traditional textures, colorful beads, and handmade embroidered sheets.

Malaheem’s passion for this project is that there’s even a hotel “lobby” inside a nearby cave called the “Baldwin’s Grotto.” It’s where he and his family serve guests and visitors tea, coffee, and traditional Jordanian snacks and cuisine. It even has a bathroom, which means you don’t have to rough it either! What’s more, there’s also a tiny kiosk-style shop that sells souvenirs such as historical artifacts, copper miniatures, gemstones, jewelry, and antiques."
},
{
 "poster":"https://unbelievable-facts.com/wp-content/uploads/2022/04/Book-of-Soyga.jpg.webp",
 "category":"Mystery",
 "title":"The Book of Soyga is a 16th century Latin book with detailed instructions for magical rituals, incantations, astrology, and demonology.",
 "text":"The Book of Soyga, also known as “Aldaraia,” is a 16th-century book that is all about magic, astrology, incantations, and demonology. The author of the book is unknown, but it was first acquired by a scholar, John Dee, in the early 1580s while he worked as an advisor to Queen Elizabeth I. Dee spent his entire life trying to decipher the book’s secrets. The majority of the book was written in regular Latin, which was easy to read. It contained several paragraphs describing conjurations, confusing magical formulas, protection spells, and hierarchies of angels and demons.

In the end, Dee was never able to decipher the last 36 pages of the Book of Soyga, which contained 36 tables. The book was lost after his death in 1609. The book was rediscovered in 1994 in two different locations, one in the British Library and another in the Bodleian Library. However, the mystery of the Book of Soyga persists. Who wrote it? What do those 36 tables and their magical words mean? No one knows."
},
{
 "poster":"https://unbelievable-facts.com/wp-content/uploads/2022/05/dynasty.jpeg.webp",
 "category":"Geography",
 "title":"The Great Wall is the longest man-made structure with a length of 21,196.18 kilometers (13,170.7 miles)",
 "text":"According to the National Cultural Heritage Administration (NCHA), the official length of the Great Wall is 21,196.18 kilometers (13,170.7 miles). It took a six-year-long archeological survey to measure the length of the Great Wall systematically and scientifically. The Wall covers over 43,721 heritage sites in 15 provinces of north China. 

The Great Wall of China has the most impressive architectural significance. It is the world’s largest military structure in human history. The Great Wall got its official significance when it was designated as a World Heritage site by UNESCO in December 1987.

The main motive behind building the Great Wall was to protect the Chinese empire from the outside world. However, the Great Wall failed to protect China from invaders. Many of the country’s northern enemies managed to invade in spite of the Wall. The Mongols in 1449 and the Manchus in 1644 easily managed to attach over the barrier. The Manchus invasion led to the collapse of the Ming Dynasty. "
},
{
 "poster":"https://unbelievable-facts.com/wp-content/uploads/2022/11/Worlds-Longest-Passenger-Train.jpg.webp",
 "category":"Technology",
 "title":"THE SWISS CLAIMS THE RECORD FOR THE WORLD’S LONGEST PASSENGER TRAIN- MEASURING 1.2 MILES",
 "text":"The longest passenger train in the world is now in Switzerland! A 1.2-mile-long train finished a brief journey across the rugged area, breaking the previous record in the process. The effort to break the record was organized by Rhaetian Railway (RhB) as part of the 175th-anniversary celebration of Switzerland’s first railroad. Let’s take a closer look at the record-breaking rail behemoth and its recent journey.

A Swiss railway company, Rhaetian Railway, claimed the Guinness record for the world’s longest passenger train with a journey on one of the most breathtaking tracks through the Alps. The train broke a 30-year-old record of the National Belgian Railway Company that set that standard in 1991. Its 70-car railway traveled 38 miles and spanned 1.1 miles.

The train has 100 carriages, seven drivers, 4,550 seats, a length of 1.2 miles (1.9 km), and weighs 3,295 tons.  On 29 October 2022, the train traversed through Albula/Bernina en route from Preda to Bergün.  The route is a designated UNESCO World Heritage and leads through 22 tunnels across 48 bridges, including the curved Landwasser Viaduct (a 142-meter-long and 65-meter-high, single-track, six-arched curved limestone railway bridge).

Many thousands of visitors and train enthusiasts gathered at the open event in Bergün or set up camp along the aforementioned route to participate in this unusual adventure. The train was filmed by 19 cameras in helicopters and drones, cameras on the train and along the track, and three satellite uplinks, creating a unique record of this once-in-a-lifetime event."
},
{
 "poster":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTVKRMjs395-TQjhTFBnepOSAzTMv4MQg6-Nw&usqp=CAU",
 "category":"Technology",
 "title":"Samsung originally sold dry fish, vegetables, and noodles",
 "text":"Over the decades, Samsung has become a household name by manufacturing a range of products. The world’s second largest tech company had a humble beginning in 1938. The conglomerate was founded by Byung-Chull Lee, a local businessman in South Korea. The company started out by selling exported goods such as Korean dry fish, flour, noodles, vegetables, and a variety of local produce to China.

The company was instrumental in propelling the nation’s economy by reviving industrialization after the Korean War. Around the 1950s, the company branched out to other business ventures such as insurance and textiles. Later, in 1970, the company released its first black-and-white TV into the market. After its successful venture, the company started manufacturing household appliances and electronic gadgets."
},
{
 "poster":"https://unbelievable-facts.com/wp-content/uploads/2019/04/sony.jpg.webp",
 "category":"Technology",
 "title":"The first product developed by the tech giant SONY was an electric rice-cooker",
 "text":"Sony, a multinational conglomerate, is famous for its electronic goods and is a key player in the market. However, the company had a humble beginning in 1945 when it was founded by a defense contractor named Masaru Ibuka. The first product created by its founder was not a fancy electronic gadget but a humble rice-cooker. The rice-cooker was released under the company name “Tokyo Telecommunications Research Institute.”

The electric rice-cooker was created by interlocking a pair of aluminum electrodes that were attached to a simple, wooden tub. The product was considered to be a failure as the end product relied heavily on the quality of rice and the quantity of water. The product consistently produced mostly undercooked or overcooked rice. Since the product was considered a failure, it was never released in the market."
},
{
 "poster":"https://unbelievable-facts.com/wp-content/uploads/2019/04/pepsi.jpg.webp",
 "category":"Random",
 "title":"Pepsi was introduced as “Brad’s Drink”",
 "text":"One of America’s largest food and beverage company, PepsiCo, has an interesting backstory. Pepsi was created in 1893 by Caleb Bradham, a pharmacist hoping to duplicate the taste of Coca-Cola. He introduced his creation as “Brad’s Drink” and sold it at his drugstore. The drink was made from a mix of water, sugar, caramel, lemon oil, nutmeg and various natural additives such as kola nuts. The drink became an overnight sensation. In 1898, Bradham christened it as “Pepsi-Cola.”

The pharmacist believed that the concoction was more than a refreshing drink but a “healthy” cola. He strongly believed that the cola was crucial in aiding digestion. Ironically, the name “Pepsi” is derived from the word pepsin, an enzyme that breaks down protein into smaller peptides to aid digestion. The drink was initially sold in syrup bottles, and due to its increasing popularity, it was soon sold in glass bottles."
},
{
 "poster":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRpH4AAM5-tPNfiMC4uxLv6TJ0_hDECjAtXsQ&usqp=CAU",
 "category":"Technology",
 "title":"Interesting Energy Facts",
 "text":"1) Only 10% of energy in a light bulb is used to create light. Ninety percent of a light bulb’s energy creates heat. Compact fluorescent light bulbs (CFLs), on the other hand, use about 80% less electricity than conventional bulbs and last up to 12 times as long.

2) About 5,000 years ago, the energy people consumed for their survival averaged about 12,000 kilocalories per person each day. In AD 1400, each person was consuming about twice as much energy (26,000 kilocalories). After the Industrial Revolution, the demand almost tripled to an average of 77,000 kilocalories per person in 1875. By 1975, it had tripled again to 230,000 kilocalories per person.

3) From 2008 to 2030, world energy consumption is expected to increase more than 55%.

4) Approximately 30% of energy used in buildings is used inefficiently or unnecessarily.

5) The most powerful hydroelectric project in the world is China’s Three Gorges Dam. The controversial and enormous power plant brings power to millions of Chinese villagers and will generate more than 22,000 megawatts from six generators.

6) American hospitals are some of the most energy-intense buildings on the planet.

7) China has taken over the U.S. as both the world’s largest CO2 emitter and the world’s largest energy consumer.

8) Thomas Edison built the first power plant, and in 1882 his Pearl Street Power Station sent electricity to 85 buildings. People were initially afraid of electricity and parents would not let their children near the lights.

9) In the United States, petroleum provides the most energy, more than coal, natural gas, or solar energy.

10) The World Coal Institute says that, at current production levels, proven coal reserves are estimated to last 147 years. That means no more coal after 2155."
},
{
 "poster":"https://www.thefactsite.com/wp-content/uploads/2021/04/running-facts-calories.webp",
 "category":"Health",
 "title":"Running for just 30 minutes can burn between 200-500 calories!",
 "text":"If you want to lose some weight quickly, running is a great way to get the body pumping and burn some calories. The amount burned varies depending on whether your run has any elevation gain and the surface you are running on.

These factors could make your run harder, so you will use more energy. It also depends on your health and weight. Generally, if you weigh more, you will burn more calories than someone who weighs less when running simultaneously. This is because calories are essentially energy, so the heavier you are, the more calories are needed to move the extra weight."
},
{
 "poster":"https://www.thefactsite.com/wp-content/uploads/2022/08/blobfish-facts-skeleton.webp",
 "category":"Animals",
 "title":"Blobfish have no skeleton",
 "text":"The blobfish hovers above the seabed, meaning they live in some of the deepest parts of the ocean. Due to the pressure down there, the gelatinous body mass of the fish is given structure. The high pressure at such depths allows them to look like regular fish.

However, when they are brought to the surface, and the pressure drops, they appear droopy. Their body mass isn’t supported, and they appear like a blob. This is because they have no skeleton and very little muscle. The pressure at the seabed is around 120 times higher than on land, meaning they are held into shape."
},
{
 "poster":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSrOEYxbrUc3PGTN6JS0VRSw3RwAe4Ulo5SKDmLKNWTVE1OeZx7Ht8GWgs&s=10",
 "category":"Geography",
 "title":"Approximately 225,000 people died in the 2004 Indian ocean tsunami.",
 "text":"The 2004 Indian tsunami caused more than 250,000 deaths in Indonesia, Sri Lanka, India, Maldives, and Thailand. In Indonesia alone, officials reported around 200,000 deaths in Sumatra Aceh Province. The Maldives reported more than a hundred casualties and enormous economic damage.

An undersea earthquake with a magnitude of 9.1 hit the coast of Indonesian Island in Sumatra on December 26, 2004, at 7:59 a.m. Over the following hours, a tsunami erupted from the Indian Ocean. It destroyed coastal areas as far as East Africa. The waves reached a height of about 30 feet or 9 meters."
},
{
 "poster":"https://www.thoughtco.com/thmb/IB4gau6EBT3ruQhOGdLEqGoCCjE=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/NaziInvasion-56a48da83df78cf77282f06f.jpg",
 "category":"History",
 "title":"World War Two was the most devastating war in history.",
 "text":"It’s not hard to see why. 70 million people died all over the world in that war. The worst part of it all was that more than half of those who died were civilians. And most of those 40 million dead civilians were targets of both parties.

Most infamous of all is the Holocaust when the Germans rounded up and killed 6 million Jews. The German invasion of the Soviet Union also saw over 19 million civilians killed. In the Pacific, the Japanese killed over 10 million civilians over the course of the war. But the Allies also killed their fair share of civilians.

Over 500,000 people died in Germany alone during the bombings of 1943-1944. And the US nuclear bombing of Hiroshima and Nagasaki in 1945 also killed 300,000 people."
},
{
 "poster":"https://neurotray.com/ezoimgfmt/lh3.googleusercontent.com/k_Msc34oHz4fq_h4MSem_wC9vveStzVQygJ4IAz5t6mVafSmZUTdm4it9QoJg5NFTyP7N3LdORONX8F4Yxxcg6X7_hQhXT0RRrOO2dFusiETOeBcV8EnoZ1lCzXLW4QD1czu-K7n?ezimgfmt=rs:333x187/rscb1/ng:webp/ngcb1",
 "category":"Psychology",
 "title":"How much can our brain store? GB..TB… or more?",
 "text":"According to Paul Reber, professor of psychology, Northwestern University, the human brain consists of about one billion neurons. Each neuron forms about 1,000 connections to other neurons, amounting to more than a trillion connections.
If each neuron could only help store a single memory, running out of space would be a problem. You might have only a few gigabytes of storage space, similar to the space in an iPod or a USB flash drive. Yet neurons combine so that each one helps with many memories at a time, exponentially increasing the brain’s memory storage capacity to something closer to around 2.5 petabytes (or a million gigabytes).
     
For comparison, if your brain worked like a digital video recorder in a television, 2.5 petabytes would be enough to hold three million hours of TV shows. You would have to leave the TV running continuously for more than 300 years to use up all that storage."
},
{
 "poster":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRm4oB0qqVfgEtpfXKt6xnDoUwfcDZ7L6izJQ&usqp=CAU",
 "category":"Geography",
 "title":"Gateway to Hell",
 "text":"This is image of the Gateway to Hell, a fiery crater that has been burning in the Karakum Desert, Turkmenistan, since 1971. Recently, Turkmenistan President has ordered experts to find a way to this natural gas crater, the Darvaza gas crater also known as the ‘Gateway to Hell’. Calling it a human-made crater, the President said it “negatively affects both the environment and the health of the people living nearby. The crater is 69 metres wide and 30 metres deep. While the details of the origin of the crater are contested but it has been said that the crater was created in 1971 during a Soviet drilling operation.
   
As reported by the BBC, in 1971, Soviet geologists were drilling for oil in the Karakum desert when they hit a pocket of natural gas by mistake, which caused the earth to collapse and ended up forming three huge sinkholes. This pocket of natural gas contained methane, hence to stop that methane from leaking into the atmosphere, the scientists lit it with fire, assuming the gas present in the pit would burn out within a few weeks. In 2018, the country’s president officially renamed it as the “Shining of Karakum”. Scientists have been able to find bacteria living amidst the burning crater, which is not found in any of the surrounding soil outside of the crater."
},
{
 "poster":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQzO_unlshoPZkzM2y45DEebVRkfA5JWf8j0A&usqp=CAU",
 "category":"Mystery",
 "title":"6 facts about Area 51 that will make you think",
 "text":"Mysteries of Area 51
 Area 51 is one of the strangest places in the world. Stories about flying saucers, and extraterrestrial creatures are quite commonly attached to this area. Located in the middle of Nevada, your dreams take flight into something bizarre here at Area 51. It has quite amazingly managed to create a subculture, and there are people who are dedicated believers of all things outworldly that have to do with this place. UFO buffs can sometimes have some outlandish theories, bordering conspiracy, and we have heard them all. Other than the conspiracies, here are some facts that will give you goosebumps for sure.

 1) The infamous interview of 1989
   Robert Lazar shot to global fame with an interview he had given with a Las Vegas radio station. Robert or Bob Lazar claims that he worked at Area 51, and that he knows for sure all about its clandestine extraterrestrial activities. He claimed it to be a place where the extraterrestrial is studied and, in fact, the area, according to Lazar, housed alien aircrafts. This when Area 51 got exposed in the public eye for the first time.

 2) Started for military activities
   Area 51 is not a new place, it has been around for a long time. The area was first developed in 1955 for military work. It was deemed as an ideal spot for testing the U-2 training pilots. The U-2 aircrafts were developed within eight months. Other aircrafts were also tested, and a radar test facility was also established in 1959.

 3) First reference by a President
   Former President Barack Obama was the first President in the history of the United States to mention Area 51 in public. At the annual Kennedy Center Honors ceremony in 2013, Obama mentioned the place while cracking a joke. While it was a cool thing to say, nobody overlooked the fact that a President uttered the term, Area 51, for the first time since its existence. This only made people believe that such a place does exist.

 4) It is a restricted area
   By now, you all know that Area 51 is a restricted area, so you cannot just venture into the place. Even then, there have been some enthusiastic efforts in this regard, such as the recent Storm Area 51 event, which eventually turned into a festival. But the place piques such great interest that 2 million people actually signed up for the Storm Area 51 event. But, in reality, there are armed guards patrolling the area.

 5) A fake moon landing theory
   This is no ordinary place, and so like all extraordinary places, the theories attached to this place are also quite over-the-top. One such theory is that the Moon Landing was faked, and it was in fact filmed here in Nevada’s Area 51. You want to know who the conspiracy theorists think filmed the whole thing? None other than the American filmmaker, Stanley Kubrick, who supposedly helped NASA.

 6) Unidentified flying objects
   Of course, being a testing ground for aircrafts, there are numerous flights taking off from this place. This could have sparked the theory of the Unidentified Flying Objects or UFO. If seen rationally, the high-tech planes can look a little alien to most people, and when they soar in the sky, people in the area let their imagination go wild, and declare them to be UFOs.What do you think?"
},

  {
"poster":"https://bestlifeonline.com/wp-content/uploads/sites/3/2017/11/shutterstock_3283415.jpg",
"category":"Animals",
"title":"Baby giraffes use their butts as pillows.",
"text":"While adult giraffes usually sleep standing up, baby giraffes will get a bit more comfortable. They hunker down on the ground and take advantage of their extra-flexible necks, twisting around to plop their noggins on their own behinds. It doesn't look especially comfortable, but it sure does look cute!" 
}
      
]
