[
    {
      "poster":"https://raw.githubusercontent.com/Nilsn1/nilscreation/main/Images/news2.png",
      "title":"Playfit ने एक साथ लॉन्च किए दो स्मार्टवॉच, शुरुआती कीमत 2,999 रुपये",
      "text":"Playfit Dial की कीमत 3,999 रुपये रखी गई है और इसे गोल्ड कलर में खरीदा जा सकेगा। वहीं Playfit XL को 2,999 रुपये में स्टील ग्रे कलर में खरीदा जा सकेगा। दोनों वॉच को फ्लिपकार्ट, अमेजन और कंपनी की साइट से खरीदा जा सकता है।

घरेलू कंपनी प्लेफिट ने दो नई स्मार्टवॉच Playfit Dial और Playfit XL को लॉन्च कर दिया है। इनमें से Playfit Dial के साथ ब्लूटूथ कॉलिंग का भी सपोर्ट मिलेगा। इसमें दिए गए कॉलिंग फीचर को लेकर दावा है कि फोन के ना कनेक्ट होने की स्थिति में भी आप किसी कॉल का जवाब दे सकेंगे। Playfit Dial और Playfit XL दोनों को डस्ट और वाटर रेसिस्टेंट के लिए क्रमशः IP67 और IP68 की रेटिंग मिली है। दोनों में कई सारे स्पोर्ट्स मोड भी दिए गए हैं।

Playfit Dial की कीमत 3,999 रुपये रखी गई है और इसे गोल्ड कलर में खरीदा जा सकेगा। वहीं Playfit XL को 2,999 रुपये में स्टील ग्रे कलर में खरीदा जा सकेगा। दोनों वॉच को फ्लिपकार्ट, अमेजन और कंपनी की साइट से खरीदा जा सकता है।

Playfit Dial और Playfit XL दोनों में स्क्वॉयर डायल दिया गया है। दोनों में 1.75 इंच की IPS डिस्प्ले है जिसका रिजॉल्यूशन 240x280 पिक्सल है। दोनों की स्क्रीन के साथ टच का सपोर्ट दिया गया है। स्क्रीन को लेकर दावा है कि कड़ी धूप में भी प्रत्येक एंगल से डिस्प्ले नजर आएगी।

प्लेफिट की इन दोनों स्मार्टवॉच के साथ साइड माउंटेड बटन हैं जिनका इस्तेमाल नेविगेशन के लिए किया जा  सकेगा। एप के साथ कई सारे वॉच फेसेज भी मिलते हैं। Playfit Dial और Playfit XL पर फोन पर आने वाले कॉल, मैसेज और सोशल मीडिया के सभी नोटिफिकेशन मिलेंगे। वॉच से आप फोन का कैमरा और म्यूजिक भी कंट्लो कर सकेंगे।

Playfit Dial के साथ कनेक्टिविटी के लिए ब्लूटूथ v5 और वाटर रेसिस्टेंट के लिए IP67 की रेटिंग मिली है। Playfit XL को IP68 की रेटिंग मिली है। Playfit Dial और Playfit XL दोनों वॉच के साथ हार्ट रेट ट्रैकिंग और स्लीप मॉनिटरिंग जैसे फीचर्स मिलेंगे।

Playfit Dial के साथ ब्लड ऑक्सीजन ट्रैकिंग सेंसर SpO2 भी दिया गया है जो कि Playfit XL में नहीं है। Playfit Dial में 210mAh की बैटरी है जिसे लेकर पांच दिनों के बैकअप का दावा है, वहीं Playfit XL की बैटरी को लेकर 15 दिनों के बैकअप का दावा है।"
    },
   {
      "poster":"https://raw.githubusercontent.com/Nilsn1/nilscreation/main/Images/news1.png",
      "title":"OnePlus Nord CE 2 5G को आज पहली बार खरीदने का मौका, शुरुआती कीमत 23,999 रुपये",
      "text":"OnePlus Nord CE 2 5G के 6 जीबी रैम के साथ 128 जीबी स्टोरेज की कीमत 23,999 रुपये रखी गई है। वहीं 8 जीबी रैम के साथ 128 जीबी स्टोरेज की कीमत 24,99 रुपये है।

OnePlus Nord CE 2 5G को आज यानी 22 फरवरी को पहली बार खरीदने का मौका मिलेगा। OnePlus Nord CE 2 5G को 17 फरवरी को भारत में लॉन्च किया गया है। नया फोन OnePlus Nord CE 5G का अपग्रेडेड वर्जन है जिसे पिछले साल लॉन्च किया गया था। OnePlus Nord CE 2 5G के फीचर्स की बात करें तो इसमें फ्लुइड एमोलेड डिस्प्ले मिलेगी जिसका रिफ्रेश रेट 90Hz होगा। फोन में मीडियाटेक Dimensity 900 प्रोसेसर दिया गया है।
   
OnePlus Nord CE 2 5G के 6 जीबी रैम के साथ 128 जीबी स्टोरेज की कीमत 23,999 रुपये रखी गई है। वहीं 8 जीबी रैम के साथ 128 जीबी स्टोरेज की कीमत 24,99 रुपये है। फोन को बहामा ब्लू और ग्रे मिरर कलर में अमेजन से खरीदा जा सकता है। ICICI बैंक के कार्ड से पेमेंट करने पर 1,500 रुपये की छूट मिलेगी। इसके अलावा 3,000 रुपये तक का एक्सचेंज ऑफर भी मिलेगा।

OnePlus <b> Nord CE 2 5G की स्पेसिफिकेशन </b>
OnePlus Nord CE 2 5G में एंड्रॉयड 11 आधारित OxygenOS 11 दिया गया है। इसके अलावा इसमें 6.43 इंच की 1080x2400 फुल एचडी प्लस फ्लुइड एमोलेड डिस्प्ले मिलेगी जिसका रिफ्रेश रेट 90Hz है। डिस्प्ले के साथ sRGB और डिस्प्ले P3 कलर गोमट का भी सपोर्ट है। डिस्प्ले के साथ HDR10+ का भी सर्टिफिकेशन मिला है और इस पर गोरिल्ला ग्लास 5 का प्रोटेक्शन भी दिया गया है। OnePlus Nord CE 2 5G में मीडियाटेक Dimensity 900 प्रोसेसर, ग्राफिक्स के लिए ARM Mali-G68 GPU, 8 जीबी रैम LPDDR4X और 128 जीबी की स्टोरेज है।"
<b>This text is bold</b>
    }
]
