[
      
{
"poster":"https://bestlifeonline.com/wp-content/uploads/sites/3/2017/12/Owl.jpg",
"title":"Owls don't have eyeballs.",
"text":"What they have instead are better described as eye tubes. Since they can't move these tubes back and forth, owls have developed incredible neck flexibility to be able to see the world around them. They can turn their heads a whopping 270 degrees, whereas humans can only manage about 180." 
},
      
{
"poster":"https://bestlifeonline.com/wp-content/uploads/sites/3/2017/11/shutterstock_3283415.jpg",
"title":"Baby giraffes use their butts as pillows.",
"text":"While adult giraffes usually sleep standing up, baby giraffes will get a bit more comfortable. They hunker down on the ground and take advantage of their extra-flexible necks, twisting around to plop their noggins on their own behinds. It doesn't look especially comfortable, but it sure does look cute!" 
},
      
{
"poster":"https://bestlifeonline.com/wp-content/uploads/sites/3/2018/06/camels.jpg",
"title":"Camels' humps are made up of fat, not water.",
"text":"It's time that the world knew the truth. While you probably didn't think those camel humps were beverage coolers, you might have imagined that all the water that a camel drinks—up to 53 gallons in three minutes—has to go somewhere. And it does, but it's not in its humps. The water stays in the camel's stomach or bloodstream.
Those humps are actually storing fat, which is the camel's energy source when food is scarce. Since camels live in hot environments, they don't want all that fat insulating and overheating their organs, so it's stored in natural 'backpacks' instead." 
},

{
"poster":"https://theplanets.org/123/2022/03/What-Is-the-Sun.jpg",
"title":"Fun Facts About the Sun",
"text":"The Sun accounts for 99.86% of the mass in the solar system. It has a mass of around 330,000 times that of Earth. It is three-quarters hydrogen and most of its remaining mass is helium.

Over one million Earths could fit inside the Sun. If you were to fill a hollow Sun with spherical Earths, somewhere around 960,000 would fit inside. However, if you squashed those Earths to ensure there was no wasted space then you could fit 1,300,000 Earths inside the Sun. The surface area of the Sun is 11,990 times that of Earth.
One day the Sun will consume the Earth.

The Sun will continue to burn for about 130 million years after it burns through all of its hydrogen, instead of burning helium. During this time it will expand to such a size that it will engulf Mercury, Venus, and Earth. When it reaches this point, it will have become a red giant star.

The energy created by the Sun’s core is nuclear fusion. This huge amount of energy is produced when four hydrogen nuclei are combined into one helium nucleus.The Sun is almost a perfect sphere. Considering the sheer size of the Sun, there is only a 10 km difference in its polar and equatorial diameters—this makes it the closest thing to a perfect sphere observed in nature.The Sun is almost a perfect sphere. Considering the sheer size of the Sun, there is only a 10 km difference in its polar and equatorial diameters—this makes it the closest thing."
},
      
{
"poster":"https://bestlifeonline.com/wp-content/uploads/sites/3/2017/12/Owl.jpg",
"title":"Owls don't have eyeballs.",
"text":"What they have instead are better described as eye tubes. Since they can't move these tubes back and forth, owls have developed incredible neck flexibility to be able to see the world around them. They can turn their heads a whopping 270 degrees, whereas humans can only manage about 180." 
},
      
{
"poster":"https://bestlifeonline.com/wp-content/uploads/sites/3/2017/11/shutterstock_3283415.jpg",
"title":"Baby giraffes use their butts as pillows.",
"text":"While adult giraffes usually sleep standing up, baby giraffes will get a bit more comfortable. They hunker down on the ground and take advantage of their extra-flexible necks, twisting around to plop their noggins on their own behinds. It doesn't look especially comfortable, but it sure does look cute!" 
},
      
{
"poster":"https://bestlifeonline.com/wp-content/uploads/sites/3/2018/06/camels.jpg",
"title":"Camels' humps are made up of fat, not water.",
"text":"It's time that the world knew the truth. While you probably didn't think those camel humps were beverage coolers, you might have imagined that all the water that a camel drinks—up to 53 gallons in three minutes—has to go somewhere. And it does, but it's not in its humps. The water stays in the camel's stomach or bloodstream.
Those humps are actually storing fat, which is the camel's energy source when food is scarce. Since camels live in hot environments, they don't want all that fat insulating and overheating their organs, so it's stored in natural 'backpacks' instead." 
}
      
]
